validation/slipTurb/0/k
FoamFile { version 2.0; format ascii; class volScalarField; object k; }
dimensions [0 2 -2 0 0 0 0];
internalField uniform 3.75e-3;
boundaryField
{
    inlet  { type fixedValue; value uniform 3.75e-3; }
    outlet { type inletOutlet; inletValue uniform 3.75e-3; value uniform 3.75e-3; }
    bottom { type slip; }
    top    { type slip; }
    frontAndBack { type empty; }
}
